11/data/attachments/12ac5eefe059bc4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>April_song_Actions_92353_3</nif:username>
            <nif:friendToBeRequested>soap_actions_16ffd1cd-2474-4640-b54f-f2b435abd891</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>